Repository: GigaDuckAI/conduck
Catalog: Conduck/Conduck/Localizable.xcstrings
Source language: en
Languages: es, ja, zh_hans

# onboarding.completion.subtitle
source: Just connect your AI and you can start talking.
es: Conecta tu IA y empieza a hablar.
ja: AIを接続すれば、すぐに話せます。
zh_hans: 连接 AI 后即可开始说话。

# onboarding.gatewayChooser.selfHosted.subtitle
source: Runs on your own server — tools and file access.
es: Se ejecuta en tu propio servidor: herramientas y acceso a archivos.
ja: 自分のサーバーで稼働。ツールとファイルへのアクセスに対応。
zh_hans: 在自己的服务器上运行，支持工具和文件访问。

# pasteboard.expired.placeholder
source: Conduck expired this clipboard copy - copy it again in Conduck
es: Conduck hizo caducar esta copia del portapapeles: vuelve a copiarla en Conduck
ja: このクリップボードのコピーはConduckにより期限切れになりました。Conduckでもう一度コピーしてください
zh_hans: Conduck 已使这份剪贴板副本过期，请在 Conduck 中重新复制

# pendingRetry.card.busy
source: This recording is already being finished. Try again in a moment.
es: Esta grabación ya se está finalizando. Inténtalo de nuevo en un momento.
ja: この録音はすでに終了処理中です。少し待ってから再試行してください。
zh_hans: 正在完成这段录音，请稍后重试。

# pendingRetry.card.count
source: %lld recordings waiting
es: %lld grabaciones en espera
ja: %lld件の録音が待機中
zh_hans: %lld 段录音等待处理

# pendingRetry.card.discard
source: Discard recording
es: Descartar grabación
ja: 録音を破棄
zh_hans: 丢弃录音

# pendingRetry.card.discard.confirm.action
source: Discard
es: Descartar
ja: 破棄
zh_hans: 丢弃

# pendingRetry.card.discard.confirm.body
source: This deletes the recording from this device. It cannot be recovered.
es: Esto elimina la grabación de este dispositivo. No se puede recuperar.
ja: このデバイスから録音を削除します。復元できません。
zh_hans: 这会从此设备删除录音，无法恢复。

# pendingRetry.card.discard.confirm.body.published
source: Your words are already on your desk. This removes only the leftover copy this device kept.
es: Tu texto ya está en tu escritorio. Esto solo elimina la copia sobrante que conservó este dispositivo.
ja: 文字起こしはすでにワークスペースにあります。このデバイスに残ったコピーだけを削除します。
zh_hans: 文字已在工作台上，这只会移除此设备保留的剩余副本。

# pendingRetry.card.discard.confirm.title
source: Discard this recording?
es: ¿Descartar esta grabación?
ja: この録音を破棄しますか？
zh_hans: 丢弃此录音？

# pendingRetry.headline
source: Your last recording couldn't be sent.
es: No se pudo enviar tu última grabación.
ja: 前回の録音を送信できませんでした。
zh_hans: 上次录音无法发送。

# pendingRetry.headline.terminal
source: Your last recording couldn't be sent, and trying again would reach the same answer.
es: No se pudo enviar tu última grabación y volver a intentarlo daría el mismo resultado.
ja: 前回の録音を送信できませんでした。再試行しても同じ結果になります。
zh_hans: 上次录音无法发送，再次尝试仍会遇到相同结果。

# popover.cancel
source: Cancel
es: Cancelar
ja: キャンセル
zh_hans: 取消

# popover.cancelTranscription
source: Cancel transcription
es: Cancelar transcripción
ja: 文字起こしをキャンセル
zh_hans: 取消转写

# popover.capture.discard
source: Discard
es: Descartar
ja: 破棄
zh_hans: 丢弃

# popover.capture.retryVoice
source: Retry Voice
es: Reintentar voz
ja: 音声を再試行
zh_hans: 重试语音

# popover.capture.thumbnailLabel
source: Captured screen region
es: Zona de pantalla capturada
ja: 画面の取り込み範囲
zh_hans: 已截取的屏幕区域

# popover.capture.typeInstead
source: Type Instead
es: Escribir en su lugar
ja: 代わりに入力
zh_hans: 改用文字

# popover.compose.removeImage
source: Remove screenshot
es: Eliminar captura de pantalla
ja: スクリーンショットを削除
zh_hans: 移除截屏

# popover.dismiss
source: Dismiss
es: Cerrar
ja: 閉じる
zh_hans: 关闭

# popover.error.conversationCreateFailed
source: Couldn't start a conversation for that. Your words are kept — press Retry to send them.
es: No se pudo iniciar una conversación con eso. Tu texto está guardado: pulsa Reintentar para enviarlo.
ja: 会話を開始できませんでした。文字起こしは保存されています。「再試行」を押して送信してください。
zh_hans: 无法为此内容新建对话。文字已保留，按“重试”发送。

# popover.error.destinationBusy.v2
source: Your AI is still answering. Your words are kept — press Retry when it finishes.
es: Tu IA aún está respondiendo. Tu texto está guardado: pulsa Reintentar cuando termine.
ja: AIはまだ回答中です。文字起こしは保存されています。終了したら「再試行」を押してください。
zh_hans: AI 仍在回复。文字已保留，等回复完成后按“重试”。

# popover.error.destinationDeleted
source: That conversation was deleted. Your words are kept — press Retry to send them to a new chat.
es: Esa conversación se eliminó. Tu texto está guardado: pulsa Reintentar para enviarlo a un chat nuevo.
ja: その会話は削除されました。文字起こしは保存されています。「再試行」を押すと新しいチャットに送信できます。
zh_hans: 该对话已删除。文字已保留，按“重试”发送到新对话。

# popover.error.destinationUnavailable
source: This Mac's default AI isn't set up. Your words are kept — choose a default in Settings, then press Retry.
es: La IA predeterminada de este Mac no está configurada. Tu texto está guardado: elige una predeterminada en Ajustes y pulsa Reintentar.
ja: このMacのデフォルトAIが設定されていません。文字起こしは保存されています。設定でデフォルトを選び、「再試行」を押してください。
zh_hans: 此 Mac 的默认 AI 尚未设置。文字已保留，请在“设置”中选择默认 AI 后按“重试”。

# popover.header.newChat
source: New chat
es: Nuevo chat
ja: 新しいチャット
zh_hans: 新建聊天

# popover.retry
source: Retry
es: Reintentar
ja: 再試行
zh_hans: 重试

# popover.retry.savedRecording.action
source: Retry saved recording
es: Reintentar grabación guardada
ja: 保存した録音を再試行
zh_hans: 重试已保存的录音

# popover.start.captureToWork
source: Press %@ to capture to Work
es: Pulsa %@ para capturar en Trabajo
ja: %@を押してワークスペースに取り込み
zh_hans: 按 %@ 采集到工作台

# popover.start.noShortcut
source: Tap the mic to start a conversation
es: Toca el micrófono para iniciar una conversación
ja: マイクをタップして会話を開始
zh_hans: 轻点麦克风开始对话

# popover.start.withShortcut
source: Press %@ or tap the mic to start
es: Pulsa %@ o toca el micrófono para empezar
ja: %@を押すか、マイクをタップして開始
zh_hans: 按 %@ 或轻点麦克风开始

# popover.tip.dismiss
source: Dismiss tip
es: Cerrar consejo
ja: ヒントを閉じる
zh_hans: 关闭提示

# popover.tip.screenshotAsk
source: New: press ⌘⇧2 to grab a screen region, then talk — the screenshot and your words are sent together.
es: Nuevo: pulsa ⌘⇧2 para capturar una zona de la pantalla y habla; la captura y tu texto se envían juntos.
ja: 新機能：⌘⇧2で画面の範囲を選択してから話すと、スクリーンショットと言葉をまとめて送信できます。
zh_hans: 新功能：按 ⌘⇧2 截取屏幕区域，再说话。截屏和文字将一起发送。

# popover.transcribing
source: Transcribing…
es: Transcribiendo…
ja: 文字起こし中…
zh_hans: 正在转写…

# pro.active
source: Conduck Pro is active
es: Conduck Pro está activo
ja: Conduck Proは有効です
zh_hans: Conduck Pro 已生效

# pro.benefit.advanced
source: Advanced features as they arrive
es: Funciones avanzadas a medida que lleguen
ja: 新たに追加される高度な機能
zh_hans: 陆续推出的高级功能

# pro.benefit.gateways
source: Unlimited configured gateways
es: Pasarelas configuradas ilimitadas
ja: 設定するゲートウェイが無制限
zh_hans: 不限数量的网关配置

# pro.benefit.projects
source: Unlimited active projects
es: Proyectos activos ilimitados
ja: 有効なプロジェクトが無制限
zh_hans: 不限数量的启用项目

# pro.benefit.support
source: Support this project
es: Apoya este proyecto
ja: このプロジェクトを支援
zh_hans: 支持此项目

# pro.body.gateway
source: Your three configured gateway slots are in use. OpenRouter is always available.
es: Tus tres espacios para pasarelas configuradas están en uso. OpenRouter siempre está disponible.
ja: 設定できる3つのゲートウェイ枠を使っています。OpenRouterは常に利用できます。
zh_hans: 三个网关配置名额已用完，OpenRouter 始终可用。

# pro.body.manual
source: The free plan includes three active projects and three configured gateways. Go further with Pro.
es: El plan gratuito incluye tres proyectos activos y tres pasarelas configuradas. Llega más lejos con Pro.
ja: 無料プランには、有効なプロジェクト3つと設定するゲートウェイ3つが含まれます。Proならさらに広がります。
zh_hans: 免费方案包含三个启用项目和三个网关配置。Pro 让你拥有更多空间。

# pro.body.project
source: You have three active projects. Keep every project moving with Pro, or archive a project to free a slot.
es: Tienes tres proyectos activos. Mantén todos tus proyectos en marcha con Pro o archiva uno para liberar un espacio.
ja: 有効なプロジェクトが3つあります。Proですべてを進めるか、プロジェクトをアーカイブして枠を空けてください。
zh_hans: 已有三个启用项目。升级 Pro 让所有项目继续推进，或归档一个项目以腾出名额。

# pro.close
source: Close Conduck Pro
es: Cerrar Conduck Pro
ja: Conduck Proを閉じる
zh_hans: 关闭 Conduck Pro

# pro.manage.gateways
source: Manage gateways
es: Gestionar pasarelas
ja: ゲートウェイを管理
zh_hans: 管理网关

# pro.manage.projects
source: Manage projects
es: Gestionar proyectos
ja: プロジェクトを管理
zh_hans: 管理项目

# pro.provider.cost
source: AI and speech usage are billed separately by your providers.
es: Tus proveedores facturan por separado el uso de IA y voz.
ja: AIと音声の利用料金は、各プロバイダーから別途請求されます。
zh_hans: AI 和语音用量由各服务商另行收费。

# pro.purchase.checking
source: Your purchase is being checked. Try Restore Purchases if access does not appear.
es: Tu compra se está comprobando. Prueba Restablecer compras si no aparece el acceso.
ja: 購入を確認しています。利用できるようにならない場合は「購入を復元」をお試しください。
zh_hans: 正在核验购买。如果权限未生效，请尝试“恢复购买”。

# pro.purchase.failed
source: The purchase could not be completed. Please try again.
es: No se pudo completar la compra. Inténtalo de nuevo.
ja: 購入を完了できませんでした。再試行してください。
zh_hans: 无法完成购买，请重试。

# pro.purchase.pending
source: Your purchase is awaiting approval. Pro will become available when Apple confirms it.
es: Tu compra está pendiente de aprobación. Pro estará disponible cuando Apple la confirme.
ja: 購入は承認待ちです。Appleが確認するとProを利用できるようになります。
zh_hans: 购买正在等待批准，Apple 确认后即可使用 Pro。

# pro.purchase.unverified
source: Apple could not verify this purchase. Try Restore Purchases before purchasing again.
es: Apple no pudo verificar esta compra. Prueba Restablecer compras antes de volver a comprar.
ja: Appleがこの購入を確認できませんでした。再購入する前に「購入を復元」をお試しください。
zh_hans: Apple 无法验证此购买。再次购买前，请先尝试“恢复购买”。

# pro.restore
source: Restore Purchases
es: Restablecer compras
ja: 購入を復元
zh_hans: 恢复购买

# pro.restore.failed
source: Purchases could not be restored. Please try again.
es: No se pudieron restablecer las compras. Inténtalo de nuevo.
ja: 購入を復元できませんでした。再試行してください。
zh_hans: 无法恢复购买，请重试。

# pro.restore.none
source: No active Conduck Pro subscription was found for this Apple Account.
es: No se encontró ninguna suscripción activa a Conduck Pro para esta cuenta de Apple.
ja: このApple Accountに有効なConduck Proのサブスクリプションはありませんでした。
zh_hans: 此 Apple 账户没有有效的 Conduck Pro 订阅。

# pro.restore.unavailable
source: Your subscription could not be checked. Please try again.
es: No se pudo comprobar tu suscripción. Inténtalo de nuevo.
ja: サブスクリプションを確認できませんでした。再試行してください。
zh_hans: 无法核验订阅，请重试。

# pro.settings.subtitle
source: Unlimited projects and gateways
es: Proyectos y pasarelas ilimitados
ja: プロジェクトとゲートウェイが無制限
zh_hans: 不限数量的项目和网关

# pro.store.community
source: Subscriptions are not available in this build.
es: Las suscripciones no están disponibles en esta versión.
ja: このビルドではサブスクリプションを利用できません。
zh_hans: 此版本不支持订阅。

# pro.store.retry
source: Try again
es: Reintentar
ja: 再試行
zh_hans: 重试

# pro.store.unavailable
source: Subscriptions are unavailable right now. Please try again later.
es: Las suscripciones no están disponibles ahora. Inténtalo más tarde.
ja: 現在、サブスクリプションを利用できません。後でもう一度お試しください。
zh_hans: 订阅暂时不可用，请稍后重试。

# pro.subscription.manage
source: Manage subscription
es: Gestionar suscripción
ja: サブスクリプションを管理
zh_hans: 管理订阅

# pro.title.active
source: Room for all your work.
es: Espacio para todo tu trabajo.
ja: すべての作業に十分なスペースを。
zh_hans: 容纳所有工作。

# pro.title.gateway
source: Connect another gateway.
es: Conecta otra pasarela.
ja: ゲートウェイをもう1つ接続。
zh_hans: 连接更多网关。

# pro.title.manual
source: More room for your work.
es: Más espacio para tu trabajo.
ja: 作業スペースをもっと広く。
zh_hans: 给工作更多空间。

# pro.title.project
source: Make room for another project.
es: Haz espacio para otro proyecto.
ja: 新しいプロジェクトのために枠を空けましょう。
zh_hans: 为新项目腾出空间。

# quitGuard.body
source: Quitting now ends the request. The answer can't be recovered — you'd have to ask again.
es: Salir ahora termina la solicitud. La respuesta no se puede recuperar: tendrías que preguntar de nuevo.
ja: 今終了するとリクエストが中断されます。返信は復元できないため、もう一度質問する必要があります。
zh_hans: 现在退出会终止请求，答案无法恢复，需要重新提问。

# quitGuard.button.keepWaiting
source: Keep Waiting
es: Seguir esperando
ja: 待ち続ける
zh_hans: 继续等待

# quitGuard.button.quit
source: Quit Anyway
es: Salir de todos modos
ja: 終了する
zh_hans: 仍然退出

# quitGuard.multiple.title
source: %lld conversations are still waiting on answers
es: %lld conversaciones siguen esperando respuestas
ja: %lld件の会話で返信を待っています
zh_hans: %lld 个对话仍在等待答案

# quitGuard.single.named.title
source: %1$@ is still working on “%2$@”
es: %1$@ sigue trabajando en “%2$@”
ja: %1$@はまだ「%2$@」を処理しています
zh_hans: %1$@ 仍在处理“%2$@”

# quitGuard.single.title.v2
source: Your AI is still answering
es: Tu IA aún está respondiendo
ja: AIはまだ回答中です
zh_hans: AI 仍在回复

# quitGuard.unsaved.body.v2
source: Quitting now loses what was captured. Try Again is still on the capture.
es: Salir ahora pierde lo capturado. Reintentar sigue disponible en la captura.
ja: 今終了すると取り込んだ内容が失われます。取り込み画面ではまだ再試行できます。
zh_hans: 现在退出会丢失已采集的内容，采集窗口中仍可选择“重试”。

# quitGuard.unsaved.button.keep.v2
source: Keep the Capture
es: Conservar la captura
ja: 取り込んだ内容を保持
zh_hans: 保留采集内容

# quitGuard.unsaved.multiple.title.v2
source: %lld captures haven’t reached your desk
es: %lld capturas no han llegado a tu escritorio
ja: %lld件の取り込みがワークスペースに届いていません
zh_hans: %lld 项采集内容尚未送达工作台

# quitGuard.unsaved.single.title.v2
source: A capture hasn’t reached your desk
es: Una captura no ha llegado a tu escritorio
ja: 取り込みがワークスペースに届いていません
zh_hans: 有一项采集内容尚未送达工作台

# recording.oneMinuteLeft
source: 1 min left
es: Queda 1 min
ja: 残り1分
zh_hans: 还剩 1 分钟

# recording.preparingVoice
source: Setting up voice…
es: Configurando voz…
ja: 音声を準備中…
zh_hans: 正在设置语音…

# recording.transcribing
source: Transcribing…
es: Transcribiendo…
ja: 文字起こし中…
zh_hans: 正在转写…

# recording.transcribing.cancel
source: Cancel
es: Cancelar
ja: キャンセル
zh_hans: 取消

# recording.transcribing.slow.v2
source: Still working…
es: Aún trabajando…
ja: まだ処理中…
zh_hans: 仍在处理…

# regionCapture.overlay.hint
source: Drag to capture · Esc to cancel
es: Arrastra para capturar · Esc para cancelar
ja: ドラッグして取り込み · Escでキャンセル
zh_hans: 拖动截取 · Esc 取消

# regionCapture.overlay.hint.work
source: Drag to capture · Return to skip · Esc to cancel
es: Arrastra para capturar · Intro para omitir · Esc para cancelar
ja: ドラッグして取り込み · Returnでスキップ · Escでキャンセル
zh_hans: 拖动截取 · Return 跳过 · Esc 取消

# regionCapture.overlay.skipAction
source: Skip screenshot
es: Omitir captura de pantalla
ja: スクリーンショットをスキップ
zh_hans: 跳过截屏

# regionCapture.permission.cancel
source: Cancel
es: Cancelar
ja: キャンセル
zh_hans: 取消

# regionCapture.permission.continue
source: Continue
es: Continuar
ja: 続ける
zh_hans: 继续

# regionCapture.permission.mic.body
source: Region Capture lets you select part of your screen and ask about it by voice. To record your question, Conduck needs microphone access. Your screenshot and your words are sent only to the AI gateway you configured — nowhere else.
es: Captura de una zona permite seleccionar parte de la pantalla y preguntar sobre ella por voz. Para grabar tu pregunta, Conduck necesita acceso al micrófono. Tu captura y tu texto solo se envían a la pasarela de IA que configuraste, a ningún otro lugar.
ja: 範囲取り込みでは、画面の一部を選択して音声で質問できます。質問を録音するには、Conduckのマイクへのアクセスが必要です。 スクリーンショットと言葉は、設定したAIゲートウェイだけに送信されます。
zh_hans: “区域截取”让你选择部分屏幕，并用语音询问相关问题。Conduck 需要麦克风权限来录制问题。 截屏和文字只发送到你配置的 AI 网关，不发送到其他地方。

# regionCapture.permission.mic.title
source: Conduck needs microphone access
es: Conduck necesita acceso al micrófono
ja: Conduckにマイクへのアクセスが必要です
zh_hans: Conduck 需要麦克风权限

# regionCapture.permission.mic.work.body
source: Capture to Work saves a spoken note on your desk. To record it, Conduck needs microphone access.
es: Capturar en Trabajo guarda una nota hablada en tu escritorio. Para grabarla, Conduck necesita acceso al micrófono.
ja: 「ワークスペースに取り込む」は音声メモを保存します。録音するには、Conduckのマイクへのアクセスが必要です。
zh_hans: “采集到工作台”会将语音笔记保存到工作台，Conduck 需要麦克风权限来录音。

# regionCapture.permission.openSettings
source: Open System Settings
es: Abrir Ajustes del Sistema
ja: システム設定を開く
zh_hans: 打开系统设置

# regionCapture.permission.screen.body
source: Region Capture lets you select part of your screen and ask about it. To take that screenshot, Conduck needs Screen Recording access. If System Settings already shows Conduck as on, turn it off and on again, then quit and reopen Conduck. Your screenshot and your words are sent only to the AI gateway you configured — nowhere else.
es: Captura de una zona permite seleccionar parte de la pantalla y preguntar sobre ella. Para hacer esa captura, Conduck necesita permiso de Grabación de pantalla. Si Ajustes del Sistema ya muestra Conduck activado, desactívalo y vuelve a activarlo; luego cierra y vuelve a abrir Conduck. Tu captura y tu texto solo se envían a la pasarela de IA que configuraste, a ningún otro lugar.
ja: 範囲取り込みでは、画面の一部を選択して質問できます。スクリーンショットを撮るには、Conduckの画面収録へのアクセスが必要です。 システム設定ですでに有効になっている場合は、一度無効にして再び有効にし、Conduckを終了して開き直してください。 スクリーンショットと言葉は、設定したAIゲートウェイだけに送信されます。
zh_hans: “区域截取”让你选择部分屏幕并提问。Conduck 需要录屏权限来截取图片。 如果“系统设置”已显示 Conduck 开启，请关闭后重新开启，再退出并重新打开 Conduck。 截屏和文字只发送到你配置的 AI 网关，不发送到其他地方。

# regionCapture.permission.screen.relaunchBody
source: Thanks — Screen Recording is now allowed. macOS only applies this after a restart, so please quit and reopen Conduck, then try Region Capture again. Your screenshot and your words are sent only to the AI gateway you configured — nowhere else.
es: Gracias: ya se permite la grabación de pantalla. macOS solo aplica esto después de reiniciar la app, así que cierra y vuelve a abrir Conduck y prueba de nuevo Captura de una zona. Tu captura y tu texto solo se envían a la pasarela de IA que configuraste, a ningún otro lugar.
ja: 画面収録が許可されました。macOSではアプリを再起動するまで適用されないため、Conduckを終了して開き直し、範囲取り込みを再試行してください。 スクリーンショットと言葉は、設定したAIゲートウェイだけに送信されます。
zh_hans: 录屏权限已允许。macOS 需在 App 重启后应用此权限，请退出并重新打开 Conduck，再尝试“区域截取”。 截屏和文字只发送到你配置的 AI 网关，不发送到其他地方。

# regionCapture.permission.screen.title
source: Conduck needs Screen Recording access
es: Conduck necesita permiso de Grabación de pantalla
ja: Conduckに画面収録へのアクセスが必要です
zh_hans: Conduck 需要录屏权限

# regionCapture.permission.screen.work.body
source: Capture to Work can save a picture of part of your screen next to your note. To take that picture, Conduck needs Screen Recording access.
es: Capturar en Trabajo puede guardar una imagen de parte de la pantalla junto a tu nota. Para hacer esa imagen, Conduck necesita permiso de Grabación de pantalla.
ja: 「ワークスペースに取り込む」は、メモと一緒に画面の一部を保存できます。画像を取り込むには、Conduckの画面収録へのアクセスが必要です。
zh_hans: “采集到工作台”可将部分屏幕的图片保存在笔记旁。Conduck 需要录屏权限来截取图片。

# regionCapture.permission.screen.work.deniedBody
source: Conduck does not have Screen Recording access yet, so it cannot add a picture. Turn it on in System Settings, or keep going without one.
es: Conduck aún no tiene permiso de Grabación de pantalla y no puede añadir una imagen. Actívalo en Ajustes del Sistema o continúa sin ella.
ja: Conduckにはまだ画面収録へのアクセスがないため、画像を追加できません。システム設定で有効にするか、画像なしで続けてください。
zh_hans: Conduck 尚无录屏权限，无法添加图片。请在“系统设置”中开启，或不带图片继续。

# regionCapture.permission.screen.work.relaunchBody
source: Screen Recording is now allowed, but macOS only applies it after a restart. Quit and reopen Conduck to include pictures, or keep going without one.
es: Ya se permite la grabación de pantalla, pero macOS solo lo aplica después de reiniciar la app. Cierra y vuelve a abrir Conduck para incluir imágenes o continúa sin ellas.
ja: 画面収録は許可されましたが、macOSではアプリを再起動するまで適用されません。画像を含めるにはConduckを終了して開き直すか、画像なしで続けてください。
zh_hans: 录屏权限已允许，但 macOS 需在 App 重启后应用。请退出并重新打开 Conduck 以包含图片，或不带图片继续。

# regionCapture.permission.skipScreenshot
source: Continue Without Screenshot
es: Continuar sin captura
ja: スクリーンショットなしで続ける
zh_hans: 不带截屏继续

# remoteAgent.clone.failed
source: Couldn't clone this conversation. Try again.
es: No se pudo clonar esta conversación. Inténtalo de nuevo.
ja: この会話を複製できませんでした。再試行してください。
zh_hans: 无法复制此对话，请重试。

# remoteAgent.custom.name.required
source: Give this gateway a name.
es: Dale un nombre a esta pasarela.
ja: このゲートウェイに名前を付けてください。
zh_hans: 请为此网关命名。

# remoteAgent.editor.authFailed.hosted
source: That API key was rejected. Check it in your OpenRouter dashboard, then paste it again.
es: Esa clave de API fue rechazada. Compruébala en tu panel de OpenRouter y vuelve a pegarla.
ja: APIキーが拒否されました。OpenRouterのダッシュボードで確認し、もう一度貼り付けてください。
zh_hans: API 密钥被拒绝，请在 OpenRouter 控制面板中检查后重新粘贴。

# remoteAgent.editor.authFailed.hosted.badShape
source: That API key was rejected — and it doesn't look like a complete OpenRouter key (they start with sk-or-). Check the paste and try again.
es: Esa clave de API fue rechazada y no parece una clave completa de OpenRouter (empiezan por sk-or-). Comprueba lo que pegaste y vuelve a intentarlo.
ja: APIキーが拒否されました。完全なOpenRouterキーではないようです（sk-or-で始まります）。貼り付けた内容を確認して再試行してください。
zh_hans: API 密钥被拒绝，且不像完整的 OpenRouter 密钥（应以 sk-or- 开头）。请检查粘贴内容后重试。

# remoteAgent.editor.authFailed.hosted.v2
source: That API key was rejected. Check it in the dashboard for %@, then paste it again.
es: Esa clave de API fue rechazada. Compruébala en el panel de %@ y vuelve a pegarla.
ja: APIキーが拒否されました。%@のダッシュボードで確認し、もう一度貼り付けてください。
zh_hans: API 密钥被拒绝，请在 %@ 的控制面板中检查后重新粘贴。

# remoteAgent.editor.authFailed.selfHosted
source: That bearer token was rejected. Check your gateway's token, then paste it again.
es: Ese token de portador fue rechazado. Comprueba el token de tu pasarela y vuelve a pegarlo.
ja: Bearer認証トークンが拒否されました。ゲートウェイの認証トークンを確認し、もう一度貼り付けてください。
zh_hans: Bearer 令牌被拒绝，请检查网关令牌后重新粘贴。

# remoteAgent.editor.authFailed.selfHosted.v2
source: The request to %@ was refused. Check the key if your server needs one, and check anything in front of it — a proxy or tunnel can forward the request in a form it refuses.
es: La solicitud a %@ fue rechazada. Comprueba la clave si tu servidor necesita una y revisa cualquier servicio que tenga delante: un proxy o túnel puede reenviar la solicitud en un formato que rechace.
ja: %@へのリクエストが拒否されました。サーバーがキーを必要とする場合はキーを確認し、前段のプロキシやトンネルも確認してください。リクエストが拒否される形式で転送されている可能性があります。
zh_hans: 发往 %@ 的请求被拒绝。如果服务器需要密钥，请检查密钥，并检查前置代理或隧道，它们可能以服务器不接受的形式转发了请求。

# remoteAgent.editor.instance.fallback
source: this AI
es: esta IA
ja: このAI
zh_hans: 此 AI

# remoteAgent.editor.invalidResponse.hosted
source: OpenRouter returned an unexpected response. Try again.
es: OpenRouter devolvió una respuesta inesperada. Inténtalo de nuevo.
ja: OpenRouterから予期しない応答が返されました。再試行してください。
zh_hans: OpenRouter 返回了意外响应，请重试。

# remoteAgent.editor.invalidResponse.hosted.v2
source: Reached %@, but its reply wasn't in the shape Conduck needs. Test again.
es: Se conectó con %@, pero su respuesta no tenía la estructura que necesita Conduck. Repite la prueba.
ja: %@に接続できましたが、Conduckが必要とする構造の応答ではありませんでした。再テストしてください。
zh_hans: 已连接 %@，但回复格式不符合 Conduck 要求。请再次测试。

# remoteAgent.editor.invalidResponse.selfHosted
source: Reached %@, but its reply wasn't in the shape Conduck needs. Check it serves an OpenAI-compatible model list, then test again.
es: Se conectó con %@, pero su respuesta no tenía la estructura que necesita Conduck. Comprueba que sirva una lista de modelos compatible con OpenAI y repite la prueba.
ja: %@に接続できましたが、Conduckが必要とする構造の応答ではありませんでした。OpenAI互換のモデル一覧を提供していることを確認し、再テストしてください。
zh_hans: 已连接 %@，但回复格式不符合 Conduck 要求。请确认它提供兼容 OpenAI 的模型列表，再次测试。

# remoteAgent.editor.serverError.hosted
source: OpenRouter had a server error. Try again in a moment.
es: OpenRouter tuvo un error de servidor. Inténtalo de nuevo en un momento.
ja: OpenRouterでサーバーエラーが発生しました。少し待ってから再試行してください。
zh_hans: OpenRouter 出现服务器错误，请稍后重试。

# remoteAgent.editor.serverError.hosted.v2
source: Couldn't finish the test — %@ had a server error. Test again in a moment.
es: No se pudo terminar la prueba: %@ tuvo un error de servidor. Repite la prueba en un momento.
ja: %@でサーバーエラーが発生し、テストを完了できませんでした。少し待ってから再テストしてください。
zh_hans: %@ 出现服务器错误，无法完成测试。请稍后再次测试。

# remoteAgent.editor.serverError.selfHosted
source: Couldn't finish the test — %@ returned a server error. Check the gateway logs, then test again.
es: No se pudo terminar la prueba: %@ devolvió un error de servidor. Revisa los registros de la pasarela y repite la prueba.
ja: %@からサーバーエラーが返され、テストを完了できませんでした。ゲートウェイのログを確認して再テストしてください。
zh_hans: %@ 返回服务器错误，无法完成测试。请检查网关日志后再次测试。

# remoteAgent.editor.timeout.hosted
source: The test timed out waiting for %@. Test again in a moment.
es: La prueba agotó el tiempo de espera para %@. Repite la prueba en un momento.
ja: %@の応答待ちでテストがタイムアウトしました。少し待ってから再テストしてください。
zh_hans: 等待 %@ 的测试超时，请稍后再次测试。
